/* Block action sheet button */
"Block" = "Blockieren";

/* Blocked status label */
"Blocked" = "Geblockt";

/* Start following action sheet button. */
"Follow" = "Folgen";

/* Following status label.
 Translator's note: German doesn't have a progressive verb form. The participle "folgend" would sound strange. Slightly less weird would be "gefolgt", which has wrong associations of past tense. The suggested translation is what Twitter uses on their own website. */
"Following" = "Folge ich";

/* Label for no accounts remaining.
 Translator's note: I decided against the literal translation "Konto". Again, this is what the official Twitter website uses. */
"No Accounts" = "Keine Accounts";

/* Not-Following status label
 Translator's note: If you need a shorter version, you can use "Nicht gefolgt", which is not ideal but more appropriate than above. */
"Not Following" = "Folge ich nicht";

/* Alert button title.
 Translator's note: Please note that I corrected both the key and the translation to be all caps, which is Apple style. */
"OK" = "OK";

/* Search bar placeholder */
"real name or username" = "Richtiger Name Oder Benutzername";

/* Alert title for when we don't have twitter access. */
"Sorry" = "Entschuldigung";

/* Unblock action sheet button */
"Unblock" = "Entblocken";

/* Stop following action sheet button. */
"Unfollow" = "Entfolgen";

/* Alert message when we don't have twitter access.
 Translator's note: I decided to use the informal second person singular "du", as opposed to the more formal "Sie", which requires plural verb forms. */
"We cannot do anything without access to one of your twitter accounts." = "Ohne Zugang zu einem deiner Twitter-Accounts können wir leider nichts tun.";